Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nmh.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Experience Franz Schubert's iconic songs the way only FrankåGunnar do them.
nn: Opplev Franz Schubert sine ikoniske songar slik ingen andre enn FrankåGunnar gjer dei.

source: Student Politics and Participation
nn: Studentpolitikk og engasjement

source: The FOLK event series has returned, and if you burn for one instrument, in particular, you may pick and choose from class concerts with accomplished solo repertoires.
nn: Serien FOLK kjem attende, og du som brenn for eit spesielt instrument kan velje og vrake i klassekonsertar med virtuost solorepertoar.

source: For this purpose, they brought together the French musicians Hector Léna-Schroll (trumpet) and Emilian Ducret (drums).
nn: Med denne målsetjinga har dei fått med dei franske musikarane Emilian Ducret (trommer) og Hector Léna-Schroll (trompet).

source: Register to receive the Zoom link.
nn: Registrer deg for å få Zoom-lenka.

source: Gurvin's collection was catalogued by Peter Andreas Kjeldsberg from Ringve Museum in spring 1976.
nn: Gurvins samling blei katalogisert av Peter Andreas Kjeldsberg frå Ringve Museum våren 1976.

source: Our students, employees and audiences can enjoy live music again.
nn: Studentar, tilsette og publikum kan endeleg nyte livemusikk igjen.

source: During his fellowship, he worked with his long-term composer-performer group “Bastard Assignments”, composer and theatre artist John Moran, as well as others from different disciplines including his own brothers and amateur performers like his ex-husband, to name only a few.
nn: I løpet av samarbeidet jobba han med komponist- og utøvargruppa «Bastard Assignments», komponist og teaterkunstnar John Moran, andre frå ulike disiplinar, inkludert sine eigne brør og amatørutøvarar som eksmannen, for å nemne nokon.

source: Instruments from Gurvin's collection are marked MH-G and later additions MH.
nn: Instrumenta frå Gurvins samling er merka med MH-G og det som har kome til seinare er merka med MH.

source: Ævestaden is one of the bands playing at Serendip during Oslo Jazz Festival.
nn: Ævestaden er eit av banda som speler på Serendip under Oslo Jazzfestival.

source: Suitable premises for storing the instruments were found in Universitetsgata.
nn: Det blei innreidd høvelege lokale til lagring av instrumenta i Universitetsgata.

source: In addition to receiving several other talent scholarships and awards, in 2019 she was chosen as the Hilmar talent, a national talent award for folk musicians and folk dancers.
nn: Ho har mottatt ei rekkje talentstipend og prisar, og i 2019 blei ho vald som Hilmar-talentet; ein nasjonal talentpris for folkemusikarar og -dansarar.

source: In 2019 their "chamber music guru" Merry Peckham brought them together and after a night of deep conversations about Haydn, Mendelssohn and other life-and-death matters, the rest is quartet history.
nn: I 2019 bringa deira «kammermusikkguru» Merry Peckham dei fire musikarane saman, og etter ein kveld med djupe samtalar om Haydn, Mendelssohn og andre livsviktige tema er resten kvartetthistorie.

source: In 1971 Trygve Lindeman, director of the Oslo Conservatory of Music, and Olav Gurvin of the University of Oslo approached Oslo city council to discuss gifting their large and important collections of musical instruments.
nn: I 1971 kontakta direktør Trygve Lindeman, Musikkonservatoriet i Oslo, og professor Olav Gurvin, Universitetet i Oslo, Oslo kommune om overdraging av deira store og viktige samlingar av musikkinstrument.

source: For example, her great-grandfather, Mikael Plassen (1902-1996), was a fiddler in Folldal who learned tunes after his mother's singing.
nn: For eksempel var Plassens oldefar Mikael Plassen (1902–1996) ein felespelar i Folldal som lærte melodiane etter mora sin song.

source: The instruments not on display are stored in a depot in the basement.
nn: Dei instrumenta som ikkje er utstilt er lagra i eit magasin i kjellaren.

source: We have already announced more than 70 concerts – and the number is rapidly increasing.
nn: Over 70 konsertar er allereie publisert – og fleire kjem.

source: He presents a single solo work made with director Oliver Dawe and artist Max Franks – the trio were all in the same year at school – as the culmination of his Artistic Research Fellowship at NMH.
nn: Han presenterer eit enkelt soloverk laga saman med regissør Oliver Dawe og artist Max Franks – trioen gjekk alle samtidig på skolen – som avslutning på det kunstnarlege stipendiatprosjektet hans ved Norges musikkhøgskole.

source: Come and hear for yourself when we enter the Darkthrone Forest.
nn: Kom og høyr sjølv når vi går inn i Darkthrone Forest.

source: This ticket is valid for the whole programme at Betong this Friday.
nn: Denne billetten gjeld for heile kvelden på Betong.

source: Presentation and panel disussion
nn: Presentasjon og paneldebatt

source: from Henrik Asheim, Minister of Research and Higher Education.
nn: frå Henrik Asheim, Forskings- og høgare utdanningsminister

source: The Zorá Quartet consists of Dechopol «Top» Kowintaweewat and Haruno Sato (violins), Julian Sawhill (viola) and Zizai Ning (cello). Together they represent the countries the USA, Thailand, Japan, Morocco and China.
nn: Zorá Quartet består av Dechopol «Top» Kowintaweewat (fiolin), Haruno Sato (fiolin), Julian Sawhill (bratsj) og Zizai Ning (cello), og til saman representerer dei landa USA, Thailand, Japan, Marokko og Kina.

source: When the Norwegian Academy of Music moved to Majorstua in 1989, most of Lindeman's collection was placed in the basement depot.
nn: Då Musikkhøgskolen flytta til Majorstua i 1989, fekk størstedelen av Lindemans samling plass i magasinet i kjellaren.

source: Zorá is based in New York, but at the moment they are participating in the European ECMAster programme, taking their master degrees while performing and receiving instruction in Oslo, Vienna and Paris.
nn: Zorá er basert i New York, men deltar for tida i ECMAster-programmet her i Europa, der dei tar sine mastergradar i kammermusikk, mens dei bur, rettleiast og opptrer i Oslo, Wien og Paris.

source: Improvisation, tradition and reflection
nn: Improvisasjon, tradisjon og refleksjon

source: There will also be a long-awaited reunion with the popular event series RÅ!, and the Chamber Music Week is back in full force in November.
nn: Det blir eit gjensyn med den populære konsertserien RÅ!, og Kammermusikkveka er tilbake med full kraft i november.

source: Growing up in Folldal, Synnøve has always been exposed to instrumental folk music.
nn: Ho var alltid eksponert for instrumental folkemusikk da ho vaks opp i Folldal.

source: Release concert with Synnøve Plassen
nn: Dans og plateslepp med Synnøve Plassen

source: We will get to hear musicians such as Ernst Simon Glaser, POING!, Sanae Yoshida and the American Zora Quartet, playing works from the last decade, as well as a world premiere by this colourful, versatile and always relevant composer.
nn: Vi får høyre musikarar som Ernst Simon Glaser, POING!, Sanae Yoshida og den amerikanske Zorá-kvartetten i verk frå det siste tiåret, mellom anna ei urframføring – av denne frodige, mangslugne og alltid like aktuelle komponisten.

source: In 1975 Professor Owain Edwards took the initiative to establish a panel to look into appropriate storage, cataloguing and restoration of the instruments.
nn: I 1975 tok professor Owain Edwards initiativ til oppnemning av eit utval som skulle undersøke moglegheiter for eigna oppbevaring, katalogisering og restaurering av instrumenta.

source: All four share the same approach to improvisation and composition, as well as great freedom and detachment on complex rhythmic music.
nn: Alle fire deler den same tilnærminga til improvisasjon og komposisjon, og haldninga til fridom og lausriving i kompleks rytmisk musikk.

source: The largest instruments and Gurvin's collection was stored at the Norsk Folkemuseum in Bygdøy.
nn: Dei store instrumenta og Gurvins samling blei lagra på Norsk Folkemuseum, Bygdøy.

source: She has mostly worked with traditional music from Folldal, Østerdalen and Trøndelag.
nn: Ho har jobba mest med tradisjonsmusikk frå Folldal, Østerdalen og Trøndelag.

source: Formed in 2018 in Vienna and with members of three nationalities; Kazakhstan, Russia and France, the Artel Quartet represents unified diversity through one musical language.
nn: Artel-kvartetten blei danna i Wien i 2018, og består av musikarar frå Kasakhstan, Russland og Frankrike.

source: The SUT is the Norwegian Academy of Music’s student democracy and serves as a link to the academic and administrative management at the institution.
nn: SUT er Musikkhøgskolens studentdemokrati og har ansvaret for kommunikasjon med fagleg og administrativ leiing ved institusjonen.

source: The records were subsequently collated and digitalised by Hans Olav Gorset and can be found in the library.
nn: Katalogane blei seinare samla og digitalisert av Hans Olav Gorset, og finst i biblioteket.

source: The instruments were mounted by exhibition architect Toril Mugaas and Hans Olav Gorset with great help from the Norwegian Museum of Science and Technology.
nn: Instrumenta er montert av utstillingsarkitekt Toril Mugaas og Hans Olav Gorset med god hjelp av Norsk Teknisk Museum.

source: This new project mixes both acoustic and electronic music through a modular synthesiser combined with prepared piano, augmented trumpet, and bass synth.
nn: I dette nye prosjektet blandar dei akustisk og elektronisk musikk gjennom ein modulær synthesizer og preparert piano, forsterka med trompet og bass-synth.

source: There are also three display cases in the corridor outside the teaching rooms on Level 2.
nn: I korridoren ved undervisningsromma i 2. etasje finst tre store montrar.

source: The autumn season offers choir concerts with Vokalensemblet and Kammerkoret, and you can experience Schubert masterpieces such as Winterreise and Schwanengesang.
nn: Heile sesongen byr på ei rekke korkonsertar med Vokalensemblet og Kammerkoret, eller du kan oppleve Schubert-meisterverk som Winterreise og Schwanengesang.

source: The hardanger fiddle player Gro Marie Svidal explores different techniques for melodic and rhythmic variations, form, tuning of the instrument, sounds and melodies.
nn: I ei rekke verkstadar, workshops, arbeidsvisningar, konsertar og produksjonar skal hardingfelespelar Gro Marie Svidal utforske variasjonsteknikkar, form, felestiler, klang-og melodimateriale til bruk i improvisasjon og utøvarkomposisjonar.

source: The SUT champions the students’ interests in various forums and works to improve the learning environment and academic standards.
nn: SUT frontar saker som er viktige for studentane i ulike forum og arbeider for å betre studentanes læringsmiljø og kvaliteten på studia.

source: Audiences must show up at least 10 minutes before the concert – otherwise, their tickets may be sold to the remaining audiences.
nn: Møt opp minst 10 minutt før konsertstart – gratisbillettar som ikkje er benytta, kan bli gitt vidare til anna publikum.

source: Last year we were allowed to play a concert 10 with selected guests in the audience – this time it is open to everyone!
nn: I fjor fekk vi ha éin klassekonsert for 10 utvalde gjestar i Lindemansalen – no er det opent for alle som vil!

source: The inquiry includes participant observation, playing with and interviewing five professional jazz guitarists in New York City.
nn: Arbeidet er gjort gjennom deltakande observasjon, samspel og intervju med fem profesjonelle jazzgitaristar i New York.

source: Statsbygg and Lindemans Legat have helped fund the exhibition.
nn: Statsbygg og Lindemans Legat har bidratt til finansieringa av utstillinga.

source: Appreciation versus appropriation
nn: Verdsetjing versus appropriasjon

source: Register in Google Forms to receive the Zoom link.
nn: Register deg i Google Forms for å få Zoom-lenka.

source: Concerts Autumn 2021
nn: Konsertsesongen hausten 2021 er ute

source: Continuing the Thommessen seminar earlier the same day, many talented musicians are giving their hommage to the 75-year-old composer, professor, debater and source of inspiration, Olav Anton Thommessen, with a chamber concert devoted to his music.
nn: I forlenginga av Thommessen-seminaret tidlegare same dag, vil eit knippe ypperlege musikarar denne kvelden hylle den 75-årige komponisten, professoren, samfunnsdebattanten og inspiratoren Olav Anton Thommessen, med ein kammerkonsert via til musikken hans.

source: NoCom (Nordic Master - The Composing Musician) is a Master’s programme where the students focus on both composition and performance, irrespective of genre.
nn: NoCom (Nordic Master – The Composing Musician) er eit masterprogram der studentane studerer både komposisjon og utøving, uavhengig av sjanger.

source: The opening will be live-streamed on YouTube.
nn: Arrangementet blir strøymd på YouTube.

source: Gurvin's collection was stored at the Oslo Ladegård manor house, while Lindeman's collection was stored and exhibited in the premises of the Oslo Conservatory (later the Norwegian Academy of Music) in Nordahl Bruns Gate 8.
nn: Gurvins samling blei lagra i Oslo Ladegård, og Lindemans samling blei oppbevart og stilt ut i Musikkonservatoriets, seinare Musikkhøgskolens, lokale i Nordahl Bruns gate 8.

source: This project was initiated by Sol Léna-Schroll and Clément Merienne.
nn: Sol Léna-Schroll og Clément Merienne er initiativtakarane til dette prosjektet.

source: The collection comprises some 460 objects and is made up of instruments from the private collections of Trygve Lindeman and Olav Gurvin.
nn: Samlinga består av ca. 460 gjenstandar og kjem frå Trygve Lindemans og Olav Gurvins private samlingar.

source: How to get access to Zoom?
nn: Korleis får du tilgang til Zoom?

source: The importance of the forest for us as individuals and for the entire world.
nn: Viktigheita av skogen både for oss som individ og for heile verda.

source: September is, of course, also granting us Oslo Kulturnatt and the Ultima Festival, where Christiania Blåseensemble and our composer geniuses contribute.
nn: September er også sjølvsagt månaden for Oslo kulturnatt og Ultimafestivalen, der Christiania Blåseensemble og våre skapande komponistgeni er bidragsytarar.

source: You can use Zoom on the most common operating systems and smartphones.
nn: Du kan bruke Zoom på dei vanlegaste operativsystem og mobilar.

source: Anniversary and festival
nn: Jubileum og festival

source: The concert is open to everyone and does not have ticket sale.
nn: Konserten er open for alle og har ikkje billettsalg.

source: All signs point to Zorá having a great career ahead of them, and their music has received praise such as "melting sound and affecting impetuosity" in the New York Times.
nn: Alle solemerke tyder på at Zorá har ein stor karriere foran seg, og musiseringa deira har mellom anna blitt omtala i smigrande ordelag som «melting sound and affecting impetuosity» av the New York Times.

source: ECMA Pro was launched last winter and involves several music colleges and festivals and is an extension of this programme.
nn: ECMA Pro blei lansert førre vinterhalvår og involverer fleire musikkhøgskular og festivalar.

source: Her presentation will be followed by a panel discussion moderated by Camilla Overgaard, where Nadia and representatives from higher music education will take part.
nn: Presentasjonen hennar vil bli følgja av ein paneldebatt moderert av Camilla Overgaard, kor Nadia og representantar frå høgare musikkutdanning deltek.

source: In September, you are invited to our 50th anniversary at Chateau Neuf along with the legendary jazz musician Marilyn Mazur and NMH's big band.
nn: I september begynner vi for alvor og inviterer til 50-årsjubileum på Chateau Neuf, med jazz-legenda Marilyn Mazur og vårt eige storband.

source: Marilyn Mazur playing at Victoria in 2019.
nn: Marilyn Mazur speler på Victoria nasjonale jazzscene i 2019.

source: Eyolf Dale is a jazz pianist and coordinator for the programme in jazz performance.
nn: Eyolf Dale er jazzpianist og studieleiar for dei utøvande jazzstudia.

source: How to switch Zoom user
nn: Om du allereie har Zoom med ein

source: Deeply inspired by the music of Benoît Delbecq, Eve Risser and Christian Wallumrød, their music is a mix between improvisation and composition, of entangled rhythms and drones, giving the listener the sensation of entering an unsettling, yet oddly familiar sonic world.
nn: Djupt inspirerte av musikken til Benoît Delbecq, Eve Risser og Christian Wallumrød, er musikken deira ei blanding av improvisasjon og komposisjon, av samansurra rytmar og dronar, som gir lyttaren ei kjensle av å gå inn i ei urovekkande, men likevel merkeleg kjend lydverd.

source: ECMA Pro is a cooperation project, co-funded by the Creative Europe Programme of the EU.
nn: ECMA Pro er eit samarbeidsprosjekt delfinansiert av Creative Europe-programmet til EU og er ei utviding av ECMA.

source: But we have held discussions with a lot of people, received feedback and good questions – and real challenges from individuals, the Student Committee, the various departments, the unions and the other candidate team.
nn: Men vi har hatt samtalar med mange, fått innspel og gode spørsmål – og skikkelege utfordringar, både frå enkeltpersonar, frå Studentutvalet (SUT) og fagseksjonane, frå fagforeiningane og frå det andre kandidatlaget.

source: ANMAtalks is an initiative for sharing knowledge between students, staff, and management of the Nordic and Baltic academies for higher music education and anyone else who might be interested.
nn: ANMAtalks ønskjer å dele kunnskap mellom studentar, tilsette og leiing ved nordiske og baltiske institusjonar for høgare musikkutdanning – og alle andre som er interessert.

source: The Student Ombud’s offices are at the University of Oslo, and the NMH shares the Student Ombud with five other institutions of higher learning in Oslo.
nn: Studentombodet har kontor på Universitetet i Oslo, og NMH har studentombodet saman med fem andre høgskolar i Oslo.
